{
  "the-lean-start-up": {
    "slug": "the-lean-start-up",
    "id": "12321341",
    "title": "The Lean Startup: How Constant Innovation Creates Radically Successful Businesses Paperback",
    "price": 11.96,
    "rating": 5,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51Zymoq7UnL._SX325_BO1,204,203,200_.jpg",
    "desc": "Most startups fail. But many of those failures are preventable. The Lean Startup is a new approach being adopted across the globe, changing the way companies are built and new products are launched. <br /> <br /> Eric Ries defines a startup as an organization dedicated to creating something new under conditions of extreme uncertainty. This is just as true for one person in a garage or a group of seasoned professionals in a Fortune 500 boardroom. What they have in common is a mission to penetrate that fog of uncertainty to discover a successful path to a sustainable business.<br /> <br />The Lean Startup approach fosters companies that are both more capital efficient and that leverage human creativity more effectively. Inspired by lessons from lean manufacturing, it relies on “validated learning,” rapid scientific experimentation, as well as a number of counter-intuitive practices that shorten product development cycles, measure actual progress without resorting to vanity metrics, and learn what customers really want. It enables a company to shift directions with agility, altering plans inch by inch, minute by minute.<br /> <br /> Rather than wasting time creating elaborate business plans, The Lean Startup offers entrepreneurs—in companies of all sizes—a way to test their vision continuously, to adapt and adjust before it’s too late. Ries provides a scientific approach to creating and managing successful startups in a age when companies need to innovate more than ever.",
    "media": [
      {
        "url": "https://m.media-amazon.com/images/I/61BFOf9Ap-L._SY522_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/I/5171LjRZleL._SX679_.jpg",
        "type": "image"
      }
    ],
    "soldBy": "Eric Ries"
  },
  "kenwood_mixer_bowl": {
    "slug": "kenwood_mixer_bowl",
    "id": "49538094",
    "title": "Kenwood kMix Stand Mixer for Baking, Stylish Kitchen Mixer with K-beater, Dough Hook and Whisk, 5 Litre Glass Bowl",
    "price": 239.0,
    "rating": 4,
    "image": "https://images-na.ssl-images-amazon.com/images/I/81O%2BGNdkzKL._AC_SX450_.jpg",
    "media": [
      {
        "type": "image",
        "url": "https://images-na.ssl-images-amazon.com/images/I/81O%2BGNdkzKL._AC_SX450_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/I/61VFjSwFXWL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/I/61dTbv1AusL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/I/61sFlJPKbNL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/I/51nTwKgYKEL._AC_SX679_.jpg"
      }
    ],
    "soldBy": "Kenwood",
    "desc": "<h4> About this Item: </h4><ul><li>STYLE AND RELIABILITY: For those that love baking, the Kenwood kMix stand mixer with glass bowl offers a stylish blend of colour, retro design and classic Kenwood reliability for all your cooking</li> <li>NON-STICK BAKING: A full set of non-stick baking tools including the K-beater, balloon whisk and the dough hook, making baking bread and mixing cake batter easy and stress free</li><li>UNIQUE FOLD FUNCTION: Alongside the 5L glass mixing bowl is a 1000w motor, planetary mixing action for a good mix, unique fold function helps you create mixes like brioche</li><li>OPTIONAL ATTACHMENTS: With over 10 optional attachments you can do more in the kitchen like pasta rolling and meat grinding, protect your kitchen sides with the supplied splash guard</li> <li>EASY CLEAN UP: Mixer with baking tools are dishwasher safe for quick and easy cleaning</li></ul>"
  },

  "samsung-smart-watch": {
    "slug": "samsung-smart-watch",
    "id": "4903850",
    "title": "SAMSUNG Galaxy Watch 6 44mm Bluetooth Smartwatch",
    "price": 199.99,
    "rating": 3,
    "image": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/711f6KLsMaL._AC_SX679_.jpg",
    "desc": "<ul><li><h2>KEEP YOUR GOALS ON TRACK:</h2><p>Workout to your full potential with fitness tracking* on Galaxy Watch6;</p><p>Get insights on duration, distance, calories burned and more;</p><p>Watch recognizes activities from running to swimming and tracks over 90 other exercises</p></li><li><h2>FIND YOUR ZONE:</h2><p>Zone in on the results you want with personalized heart rate zones**;</p><p>Watch scans your health data to provide HR zones tailored just for you;</p><p>Target your preferred intensity to maintain the heart rate needed to achieve your goals</p></li><li><h2>SLEEP COACH ON YOUR WRIST:</h2><p>Get the insights to develop better sleep habits with Advanced Sleep Coaching*;</p><p>Use Watch to plan your bedtime, detect snoring*** and understand and track your sleep stages (awake, light, deep, REM)</p></li><li><h2>ALWAYS-ON HEART MONITORING****:</h2><p>Your Watch continually scans your heart rate to inform you when it’s detected an irregular rhythm that might be A-fib — a heart-related abnormality that can lead to serious complications</p></li><li><h2>KNOW YOUR BODY INSIDE & OUT:</h2><p>Stay in the know about your body with the advanced BIA sensor*****;</p><p>Use your Watch to get readings on body fat, skeletal muscle, body water, Body Mass Index (BMI) and more*</p></li><li><h2>KEEP CONNECTED ON THE GO:</h2><p>Your Watch syncs with your other Galaxy devices seamlessly so you can play your favorite music, control your smartphone camera, make calls, text and do more from anywhere******</p></li><li><h2>OUR LARGEST WATCH DISPLAY YET:</h2><p>See even more on our largest display yet******* and quickly navigate apps thanks to an improved interface;</p><p>Plus, durable crystal glass keeps the screen looking great and protected from bumps and scratches</p></li><li><h2>MAKE MOVES IN STYLE:</h2><p>Match any mood or style with a wide variety of bands — now even easier to swap with one simple click********;</p><p>Then accent your look with an assortment of new and enhanced Watch faces</p></li></ul>",
    "media": [
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/711f6KLsMaL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/71yCcG8zw4L._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61Zk7b7JfdL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61QmoHDDaZL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61w2OFgLcRL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61sRAxs4KzL._AC_SX679_.jpg"
      }
    ],
    "soldBy": "Samsung"
  },

  "amazon-echo-third-gen": {
    "slug": "amazon-echo-third-gen",
    "id": "23445930",
    "title": "Amazon Echo (3rd generation) | Smart speaker with Alexa, Charcoal Fabric",
    "price": 98.99,
    "rating": 5,
    "image": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61MZfowYoaL._AC_SX679_.jpg",
    "soldBy": "Amazon",
    "media": [
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61MZfowYoaL._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/6182S7MYC2L._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61QYCC1rbsL._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61LipgQ484L._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/611bo-rHzVL._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61zn+wIpZPL._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/51MpRsiaLeL._AC_SX679_.jpg",
        "type": "image"
      },
      {
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/61sRAxs4KzL._AC_SX679_.jpg",
        "type": "image"
      }
    ],
    "desc": "<ul><li>MEET ECHO DOT - Our most compact smart speaker that fits perfectly into small spaces.</li><li>RICH AND LOUD SOUND - Better speaker quality than Echo Dot Gen 2 for richer and louder sound. Pair with a second Echo Dot for stereo sound.</li><li>ALEXA HELPS YOU DO MORE WITH PRIME - Listen to millions of songs with Amazon Music, use your voice for 2-day shipping, listen to audiobooks on Audible, and much more.</li><li>MAKE YOUR LIFE EASIER - Alexa can set timers, check the weather, read the news, adjust thermostats, answer questions, and more to help with daily tasks.</li><li>DESIGNED TO PROTECT YOUR PRIVACY – Built with multiple layers of privacy controls including the ability to delete your recordings, mute your mic, and more in-app privacy controls.</li><li>CONTROL MUSIC WITH A SIMPLE PHRASE - Echo Dot allows you to stream songs from Amazon Music, Apple Music, Spotify, SiriusXM, and others, as well as via Bluetooth. Voice control with Alexa makes it easy to skip to the next song, adjust the volume, and pause without getting up.</li><li>CONNECT WITH OTHERS HANDS-FREE - Call friends and family who have the Alexa app or an Echo device. Instantly drop in on other rooms or announce to the whole house that dinner's ready.</li><li>ALEXA HAS SKILLS - With tens of thousands of skills and counting, Alexa is always getting smarter and adding new skills like tracking fitness, playing games, and more.</li></ul>"
  },

  "apple-ipad-pro": {
    "slug": "apple-ipad-pro",
    "id": "3254354345",
    "title": "New Apple iPad Pro (12.9-inch, Wi-Fi, 128GB) - Silver (4th Generation)",
    "price": 598.99,
    "rating": 4,
    "image": "https://images-na.ssl-images-amazon.com/images/I/816ctt5WV5L._AC_SX385_.jpg",
    "media": [
      {
        "type": "image",
        "url": "https://images-na.ssl-images-amazon.com/images/I/816ctt5WV5L._AC_SX385_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/91+6wWgpR1L._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/71a3S6QYtRL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/715uEE0ScvL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/81g34EYPigL._AC_SX679_.jpg"
      }
    ],
    "desc": "<ul><li>12.9-Inch Edge-to-Edge Liquid Retina Display with ProMotion, True Tone, and P3 Wide Color</li><li>A12Z Bionic Chip with Neural Engine - 802.11AX Wi-Fi 6 - Up to 10 Hours of Battery Life/Charge</li><li>12MP Wide Camera, 10MP Ultra Wide Camera, 7MP TrueDepth Front Camera, and LIDAR Scanner</li><li>Four Speaker Audio and Five Studio-Quality Microphones - Face ID for Secure Authentication and Apple Pay</li><li>USB-C Connector for Charging and Accessories - Support for Magic Keyboard, Smart Keyboard Folio, and Apple Pencil</li></ul>",
    "soldBy": "Apple"
  },

  "samsung-49-inch-tv": {
    "slug": "samsung-49-inch-tv",
    "id": "90829332",
    "title": "Samsung LC49RG90SSUXEN 49' Curved LED Gaming Monitor - Super Ultra Wide Dual WQHD 5120 x 1440",
    "price": 1094.98,
    "rating": 4,
    "image": "https://images-na.ssl-images-amazon.com/images/I/6125mFrzr6L._AC_SX355_.jpg",
    "media": [
      {
        "type": "image",
        "url": "https://images-na.ssl-images-amazon.com/images/I/6125mFrzr6L._AC_SX355_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/818jj0DF-dL._AC_SX679_.jpg"
      },
      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/81DWV8kTthL._AC_SX679_.jpg"
      },

      {
        "type": "image",
        "url": "https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/81GJtLYh6dL._AC_SL1500_.jpg"
      }
    ],
    "desc": "<ul><li>DUAL QHD RESOLUTION: The 5120 x 1440 super ultra-wide aspect ratio lets you view content in superfine detail</li><li>HDR1000 & QLED: Has a brightness rating of 1,000 nits and DCI-P3 95%, so colors are pure, bright, and true to life</li><li>IMMERSIVE CURVE: With a Super Ultra-Wide 32:9 ratio, the CRG9 curves around your field of view to immerse you in all the onscreen gaming action</li><li>AMD RADEON FREESYNC2: Effortlessly Smooth Gameplay; Supports HDR content, reduces input latency, and has low framerate compensation</li><li>BUILT FOR SPEED: The 120Hz settings minimize image lag and motion blur; The 60Hz settings let you optimize performance</li><li>OPTIMIZED FOR GAMING: Turn on Game Mode to instantly adjust contrast & color settings for virtually any game genre; Switch to Low Input Lag Mode for even faster response times and target your enemies more accurately w/ Virtual Aim Point onscreen crosshairs</li><li>MULTI-TASKER'S DREAM: With Picture-by-Picture you can connect and view multiple input sources without degrading the original image quality; For example, you can watch a movie and do a web search while playing your favorite game</li><li>PLAY ON...AND ON: Eye Saver Mode reduces fatigue-inducing blue light emissions and Flicker Free technology suppresses distracting screen flicker</li><li>ADJUSTS FOR COMFORT: The swivel/tilt and height-adjustable stand offers all the flexibility you need to position the screen for maximum comfort; The panel’s VESA Standard mount also offers the option of mounting on VESA-compatible arms</li></ul>",
    "soldBy": "Samsung"
  }
}
